Revit 2027 API
ParameterTypeId.ArcElemFixKeepConcentric Property
 "Keep Concentric"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArcElemFixKeepConcentric { get; }
Public Shared ReadOnly Property ArcElemFixKeepConcentric As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArcElemFixKeepConcentric {
	ForgeTypeId^ get ();
}
static member ArcElemFixKeepConcentric : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace